export const FullTimeJobData = [
  {
    "title": "Web 前端开发工程师",
    "englishTitle": "WebDev Engineer",
    "channel": "daima",
    "jobDetails": [
      "1. 负责 Web 网页制作（前端开发），并配合后端开发工程师完成相关实施",
      "2. 从视觉和易用性角度，为网站设计提供改进建议"
    ],
    "requirements": [
      "1. 统招本科以上学历，专业不限，计算机相关专业优先，两年以下工作经验",
      "2. 熟练运用 HTML/CSS 的新功能，熟悉 JavaScript",
      "3. 具有处理常见问题的经验，能够快速完成作品，熟悉自适应网页设计（Responsive Web Design）",
      "4. 对产品的设计有自己的想法，能够积极主动地改进工作",
      "5. 善于团队协作，能够独立学习和解决问题"
    ]
  },
  {
    "title": "PHP工程师",
    "englishTitle": "PHP Engineer",
    "channel": "daima",
    "jobDetails": [
      "1. 负责 Web 网站、App 的开发和维护",
      "2. 从技术实现角度，为网站设计提供改进建议"
    ],
    "requirements": [
      "1. 统招本科及以上学历，计算机或相关专业；应届生或 1-2 年工作经验",
      "2. 熟悉 PHP 语言，熟悉服务端的优化机制，有良好的代码规范",
      "3. 熟悉 MySQL 数据库，能够根据需求独立设计数据库，拥有数据性能调优经验者优先",
      "4. 熟悉 HMTL/CSS/JavaScript 等基本前端知识，并可简单使用",
      "5. 熟悉 Linux 系统，能够熟练使用基本命令进行操作"
    ]
  },
  {
    "title": "平面设计师",
    "englishTitle": "Designer",
    "channel": "sheji",
    "jobDetails": [
      "1. 主要负责海外互联网市场投放的广告图设计",
      "2. 能根据不同的产品特点进行创意，并完成多平台多尺寸的适配",
      "3. 根据广告数据表现优化设计，最终沉淀适合各产品投放的广告设计方向",
      "4. 协助其他平面设计：Banner 图，移动端 UI 界面，LOGO 等"
    ],
    "requirements": [
      "1. 本科及以上学历，设计相关专业",
      "2. 有耐心，重视细节，易于合作，有良好的团队协作能力",
      "3. 审美在线，绘画、构图等美术功底扎实，有想法，有创意",
      "4. 有较强的理解力、学习力、独立解决问题的能力和时间管理能力",
      "5. 加分项：英语四级及以上，熟悉英文字体"
    ]
  },
  {
    "title": "英文编辑",
    "englishTitle": "Associate Editor",
    "channel": "bianji",
    "jobDetails": [
      "1. 收集海外资讯，捕捉热点，提出选题方案",
      "2. 为公司内容型产品撰写英文文章，吸引用户点击（方向参考 BuzzFeed）",
      "3. 配合产品经理完成相关的内容建设和产品优化"
    ],
    "requirements": [
      "1. 本科及以上学历，专业不限，国内外名校加分",
      "2. 大学英语六级及以上，英文读写能力优秀",
      "3. 对欧美文化感兴趣，爱英剧美剧，喜欢好莱坞八卦加分",
      "4. 有优秀的逻辑思维能力和分析能力，有较强的数据敏感性和独立解决问题的能力",
      "5. 对互联网产品有足够的热情，喜欢机遇与挑战并存的工作"
    ]
  },
  {
    "title": "产品助理",
    "englishTitle": "Product Associate",
    "channel": "chanpin",
    "jobDetails": [
      "1. 和团队合作，完成产品的搭建和优化，包括但不限于需求分析、产品设计等",
      "2. 负责产品的日常更新，通过数据分析等手段，提升产品的性能和指标",
      "3. 协助产品经理管理项目进度，推动产品实现，把控项目实施的质量和效率",
      "4. 拥有一定的互联网思维，在产品更新和建设上能提出合理的建议"
    ],
    "requirements": [
      "1. 本科及以上学历，专业不限，国内外名校加分",
      "2. 有良好的英文基础，大学英语六级（或同等水平考试）以上，二外加分",
      "3. 有优秀的逻辑思维能力和分析能力，具备独立解决问题的能力",
      "4. 对互联网产品有足够的热情，喜欢机遇与挑战并存的工作"
    ]
  },
  {
    "title": "海外广告投放师",
    "englishTitle": "Ads Ops Associate",
    "channel": "ads",
    "jobDetails": [
      "1. 负责各推广平台（Google Ads/Taboola 等）的广告投放，并完成相关的竞价，提高用户访问量",
      "2. 对广告数据进行监测分析，优化广告创意，提高推广效率",
      "3. 监测广告投放效果，分析整理数据，为新的推广方案提供支持",
      "4. 配合产品负责人完成其他相关工作"
    ],
    "requirements": [
      "1. 本科及以上学历，专业不限，国内外名校加分",
      "2. 大学英语六级及以上，英语可作为工作语言，有二外加分",
      "3. 有较强的数据敏感性和独立解决问题的能力，喜欢数学加分",
      "4. 热爱思考，有优秀的逻辑思维能力和分析能力",
      "5. 对互联网产品有足够的热情，喜欢机遇与挑战并存的工作"
    ]
  },
  {
    "title": "日语编辑",
    "englishTitle": "JA Product Associate",
    "channel": "bianji",
    "jobDetails": [
      "1. 负责公司日语网站内容的更新，确保内容全面、准确、及时",
      "2. 查阅日语相关网站，搜寻内容信息，编辑文章和维护网站",
      "3. 基于对用户和产品的了解，对网站内容、网站运营提出优化建议",
      "4. 配合产品经理完成其他相关工作"
    ],
    "requirements": [
      "1. 本科及以上学历，日语相关专业，有日本留学或生活经验加分",
      "2. 精通日语，N1 及同等水平，英语基础好加分",
      "3. 有较强的学习能力和执行能力，细致耐心，认真负责",
      "4. 有较强的沟通协作能力和表达能力，有创新精神",
      "5. 热爱互联网行业，对日本手机应用市场有了解者优先"
    ]
  },
  {
    "title": "德语编辑",
    "englishTitle": "DE Product Associate",
    "channel": "bianji",
    "jobDetails": [
      "1. 负责公司德语网站内容的更新，确保内容全面、准确、及时",
      "2. 查阅德语相关网站，搜寻内容信息，编辑文章和维护网站",
      "3. 基于对用户和产品的了解，对网站内容、网站运营提出优化建议",
      "4. 配合产品经理完成其他相关工作"
    ],
    "requirements": [
      "1. 本科及以上学历，德语相关专业，有德国留学或生活经验加分",
      "2. 精通德语，专八或 C1 及以上水平，英语基础好加分",
      "3. 有较强的学习能力和执行能力，细致耐心，认真负责",
      "4. 有较强的沟通协作能力和表达能力，有创新精神",
      "5. 热爱互联网行业，对德国手机应用市场有了解者优先"
    ]
  },
  {
    "title": "西班牙语编辑",
    "englishTitle": "ES Product Associate",
    "channel": "bianji",
    "jobDetails": [
      "1. 负责公司西班牙语网站内容的更新，确保内容全面、准确、及时",
      "2. 查阅西班牙语相关网站，搜寻内容信息，编辑文章和维护网站",
      "3. 基于对用户和产品的了解，对网站内容、网站运营提出优化建议",
      "4. 配合产品经理完成其他相关工作"
    ],
    "requirements": [
      "1. 本科及以上学历，工作经验不限，西班牙语相关专业和经验加分",
      "2. 语言能力：精通西语，B2 及以上水平；英语基础好加分",
      "3. 学习能力和执行力高；细致耐心，认真负责；较强的沟通协作能力和表达能力；有创新精神",
      "4. 热爱互联网行业，对西班牙语手机应用市场了解者优先"
    ]
  },
]

export const InternData = [
  {
    "title": "英语实习生 (G3/G4)",
    "englishTitle": "EN Intern (G3/G4)",
    "channel": "bianji",
    "jobDetails": [
      "1. 英文网站相关的信息搜集、整理与编辑",
      "2. 英文网站相关内容的文字写作",
      "3. 配合产品经理完成相关的内容建设和产品优化"
    ],
    "requirements": [
      "1. 统招本科及以上学历，计算机类专业和英语类专业优先，国内外名校、985、211 加分",
      "2. 英文专业要求专业八级，非英文专业要求六级及以上",
      "3. 热爱互联网行业，喜欢玩游戏的同学优先",
      "4. 有责任感，善于团队协作，对工作有热情",
      "5. 有很强的执行力，善于学习，能独立解决问题"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "英语实习生 (G5)",
    "englishTitle": "EN Intern (G5)",
    "channel": "bianji",
    "jobDetails": [
      "1. 英语语原创内容输出",
      "2. 推送全流程运营",
      "3. 内容管理",
      "4. 产品负责人交代的其他事务"
    ],
    "requirements": [
      "1. 统招本科及以上学历，国内外名校、985、211 加分",
      "2. 英语专业要求专业八级，非英语专业要求六级及以上，有二外加分",
      "3. 对欧美的社会生活和文化有深入了解，有当地生活学习经历加分",
      "4. 有内容运营、新媒体运营相关经历，具备用户意识，对数据敏感",
      "5. 有强大的自驱力和学习能力，善于沉淀方法论，结果导向"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "日语实习生",
    "englishTitle": "JA Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 日语原创内容输出",
      "2. 推送全流程运营",
      "3. 内容管理",
      "4. 产品负责人交代的其他事务"
    ],
    "requirements": [
      "1. 统招本科及以上学历，国内外名校、985、211 加分",
      "2. 日语要求专业八级或 N1 及以上，有二外加分",
      "3. 对日本的社会生活和文化有深入了解，有当地生活学习经历加分",
      "4. 有内容运营、新媒体运营相关经历，具备用户意识，对数据敏感",
      "5. 有强大的自驱力和学习能力，善于沉淀方法论，结果导向"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "德语实习生",
    "englishTitle": "DE Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 德语原创内容输出",
      "2. 推送全流程运营",
      "3. 内容管理",
      "4. 产品负责人交代的其他事务"
    ],
    "requirements": [
      "1. 统招本科及以上学历，国内外名校、985、211 加分",
      "2. 德语要求专业八级或 B2 及以上，有二外加分",
      "3. 对德国的社会生活和文化有深入了解，有当地生活学习经历加分",
      "4. 有内容运营、新媒体运营相关经历，具备用户意识，对数据敏感",
      "5. 有强大的自驱力和学习能力，善于沉淀方法论，结果导向"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "法语实习生",
    "englishTitle": "FR Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 法语原创内容输出",
      "2. 推送全流程运营",
      "3. 内容管理",
      "4. 产品负责人交代的其他事务"
    ],
    "requirements": [
      "1. 统招本科及以上学历，国内外名校、985、211 加分",
      "2. 法语要求专业八级或 B2 及以上，有二外加分",
      "3. 对法国的社会生活和文化有深入了解，有当地生活学习经历加分",
      "4. 有内容运营、新媒体运营相关经历，具备用户意识，对数据敏感",
      "5. 有强大的自驱力和学习能力，善于沉淀方法论，结果导向"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "西班牙语实习生",
    "englishTitle": "ES Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 西班牙语原创内容输出",
      "2. 推送全流程运营",
      "3. 内容管理",
      "4. 产品负责人交代的其他事务"
    ],
    "requirements": [
      "1. 统招本科及以上学历，国内外名校、985、211 加分",
      "2. 西班牙语要求专业八级或 B2 及以上，有二外加分",
      "3. 对西班牙的社会生活和文化有深入了解，有当地生活学习经历加分",
      "4. 有内容运营、新媒体运营相关经历，具备用户意识，对数据敏感",
      "5. 有强大的自驱力和学习能力，善于沉淀方法论，结果导向"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "土耳其语实习生",
    "englishTitle": "TK Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 土耳其语原创内容输出",
      "2. 推送全流程运营",
      "3. 内容管理",
      "4. 产品负责人交代的其他事务"
    ],
    "requirements": [
      "1. 统招本科及以上学历，国内外名校、985、211 加分",
      "2. 土耳其语要求专业八级或 B2 及以上，有二外加分",
      "3. 对土耳其的社会生活和文化有深入了解，有当地生活学习经历加分",
      "4. 有内容运营、新媒体运营相关经历，具备用户意识，对数据敏感",
      "5. 有强大的自驱力和学习能力，善于沉淀方法论，结果导向"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 远程或坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "设计实习生",
    "englishTitle": "Designer Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 负责网站内容页面广告图片的制作，修图，图版处理及美化等",
      "2. 图片制作以广告投放效果为导向，对广告效果（如点击率，后端成交等）负责",
      "3. 其他美术相关工作"
    ],
    "requirements": [
      "1. 大专及以上学历，美术设计相关、动画、数字媒体等专业；",
      "2. 精通美工软件 Photoshop、AI 等",
      "3. 工作态度端正，耐心，细致，思路开阔，能举一反三"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  },
  {
    "title": "HR 实习生",
    "englishTitle": "HR Intern",
    "channel": "bianji",
    "jobDetails": [
      "1. 维护和拓展招聘渠道，利用有效途径满足各部门的人员招聘需求",
      "2. 跟进招聘全流程：整理简历、收发笔试、联系并跟进候选人面试等",
      "3. 完成领导交代的其他工作事宜"
    ],
    "requirements": [
      "1. 本科及以上学历，专业不限，有打算深耕 HR 行业的同学优先",
      "2. 认真负责、细致妥帖、做事有条理",
      "3. 有良好的沟通能力、执行能力和解决问题的能力"
    ],
    "notice": [
      "1. 仅接受在校生，以及拿到下一学校 offer 的学生",
      "2. 坐班实习，每周出勤至少 3 天 (不包含周六日)，实习时间不少于 3 个月",
      "3. 可签三方，可转正"
    ]
  }
]
